7zip
adw-gtk-theme
alacritty
amd-ucode
base
base-devel
bluetui
bluez
bluez-utils
brightnessctl
btop
chafa
chezmoi
efibootmgr
emote
fd
fuzzel
fzf
git
github-cli
gnome-keyring
google-chrome
grub
gst-plugin-pipewire
haruna
htop
hyprpolkitagent
imagemagick
inkscape
iwd
jq
kitty
lazygit
libpulse
libreoffice-still
lightdm
linux
linux-firmware
loupe
ly
mako
nano
neovim
network-manager-applet
networkmanager
niri
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
obs-studio
obsidian
otf-font-awesome
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qalculate-gtk
qbittorrent
resvg
ripgrep
rofi
smartmontools
sndio
sof-firmware
swaybg
swayidle
swaylock
swayosd
ttf-jetbrains-mono-nerd
ttf-poppins
ttf-ubuntu-font-family
ueberzugpp
unzip
vim
visual-studio-code-bin
vulkan-radeon
wget
wireless_tools
wireplumber
wl-clipboard
xdg-desktop-portal-gnome
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
xorg-xwayland
xwayland-satellite
yay
yay-debug
yazi
zoxide
zram-generator
