7zip
adw-gtk-theme
alacritty
bluetui
bluez
bluez-utils
brightnessctl
btop
chafa
chezmoi
emote
fd
ffmpeg
fzf
git
github-cli
gnome-keyring
google-chrome
grub
haruna
hyprpolkitagent
imagemagick
inkscape
jq
kiro-bin
kitty
lazygit
libreoffice-still
loupe
ly
mako
nano
neovim
network-manager-applet
networkmanager
niri
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
obs-studio
obsidian
otf-font-awesome
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
poppler
qalculate-gtk
qbittorrent
resvg
ripgrep
rofi
swaybg
swayidle
swaylock
swayosd
ttf-jetbrains-mono-nerd
ttf-poppins
ttf-ubuntu-font-family
ueberzugpp
unzip
vim
visual-studio-code-bin
wl-clipboard
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xwayland-satellite
yay
yazi
zoxide
