7zip
adw-gtk-theme
alacritty
android-tools
audacity
base
base-devel
bluez
bluez-utils
breeze-cursors
brightnessctl
btop
cava
chafa
chezmoi
cliphist
cmake
dosfstools
efibootmgr
emote
exfatprogs
fastfetch
fd
fuzzel
fzf
git
github-cli
gnome-keyring
google-chrome
gpu-screen-recorder
gst-plugin-pipewire
haruna
htop
imagemagick
inkscape
intel-media-driver
intel-ucode
iwd
jq
kitty
lazygit
less
libpulse
libreoffice-still
libva-intel-driver
linux
linux-firmware
localsend-bin
loupe
ly
matugen
nano
neovim
network-manager-applet
networkmanager
niri
noctalia-shell
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
obs-studio
obsidian
otf-font-awesome
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
power-profiles-daemon
qalculate-gtk
qbittorrent
qt6-tools
qt6ct-kde
ripgrep
satty
scrcpy
smartmontools
sof-firmware
sudo
ttf-jetbrains-mono-nerd
ttf-poppins
ttf-ubuntu-font-family
ueberzugpp
unzip
usbimager
vim
visual-studio-code-bin
vulkan-intel
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wlsunset
wvkbd
xdg-desktop-portal-gnome
xdg-utils
xorg-server
xorg-xinit
xorg-xwayland
yay
yay-debug
yazi
zoxide
zram-generator
